{
   "Info":
    {
        "name" : "Oscillations",
        "subject"    : "Physics",
        "category" : "Mechanics",
        "nextTopic" : "Waves",
        "description": "Mechanics is the branch of science concerned with the behavior of physical bodies when subjected to forces or displacements, and the subsequent effects of the bodies on their environment"
    }
,
"topics":
[
    {
        "name": "Periodic Motion", 
        "id": "Mechanics.json", 
        "imageUrl": "", 
        "description": "Mechanics is the branch of science concerned with the behavior of physical bodies when subjected to forces or displacements, and the subsequent effects of the bodies on their environment"
    },
    {
        "name": "Fundamental Quantities", 
        "id": "Optics.json", 
        "imageUrl": "", 
        "description": "Light can behave both as particles and waves. Light can behave both as particles and waves. Light can behave both as particles and waves. Light can behave both as particles and waves."
    },
    {
        "name": "Harmonic Motion", 
        "id": "Electricity.json", 
        "imageUrl": "",
        "description": "Study of Forces produced by stationary charges. Study of Forces produced by stationary charges. Study of Forces produced by stationary charges. Study of Forces produced by stationary charges."
    },
    {
        "name": "Resonance", 
        "id": "Megnatism.json", 
        "imageUrl": "",
        "description": "Study of Forces produced by magnets. Study of Forces produced by magnets. Study of Forces produced by magnets. Study of Forces produced by magnets. Study of Forces produced by magnets "
    },
    {
        "name": "Frictional Effects", 
        "id": "ElectroMagnetics.json", 
        "imageUrl": "", 
        "description": "Study of Forces produced by moving charges and magnets. Study of Forces produced by moving charges and magnets. Study of Forces produced by moving charges and magnets."
    },
    {
        "name": "Non Harmonic Motion", 
        "id": "Thermodynamics.json", 
        "imageUrl": "", 
        "description": "Laws of Thermodynamics and their statistical nature is discussed. Laws of Thermodynamics and their statistical nature is discussed. Laws of Thermodynamics and their statistical nature is discussed"
    },
    {
        "name": "Shape of Periodic Oscillations", 
        "id": "Modern Physics.json", 
        "imageUrl": "", 
        "description": "If you understand Quantum mechanics, Relativity theory easily, then you probably don't understand them."
    }
]
}
